Repository: samikeijonen/kuorinka-plus
Catalog: languages/kuorinka-plus-*.po
Languages: fi

source: Kuorinka Plus Settings
fi: Kuorinka Plus asetukset

source: Navigation settings
fi: Navigaation asetukset

source: Enable multi-level menu
fi: Ota dropdown-valikko käyttöön

source: Check this if you want to enable multi-level dropdown in Primary menu.
fi: Valitse tämä, jos haluat ottaa dropdown-valikon käyttöön pienillä näytöillä.

source: Front Page Settings
fi: Etusivun asetukset

source: Callout title
fi: Callout-otsikko

source: Callout text
fi: Callout-teksti

source: Callout URL
fi: Callout URL-linkki

source: Callout URL text
fi: Callout URL-linkin teksti

source: Do not show icons
fi: Älä näytä ikoneita

source: Show icons after widget title
fi: Näytä ikonit vimpaimen otsikon jälkeen

source: Show icons before widget title
fi: Näytä ikonit vimpaimen otsikkoa ennen

source: Show icons
fi: Näytä ikonit

source: Select do you want to show icons after or before widget title in front page.
fi: Valitse haluatko näyttää ikonit ennen vai jälkeen vimpaimen otsikon etusivulla.

source: Hide posts from front page
fi: Piilota viimeisimmät artikkelit etusivulla

source: Check this if you want to hide latest posts from front page.
fi: Valitse tämä jos haluat piilottaa viimeisimmät artikkelit etusivulla.

source: Colors
fi: Värit

source: Enable colors
fi: Ota värit käyttöön

source: It is best if you use colors only with parent theme. For more control you should use child themes. Remember to enable colors before they appear on your site.
fi: Värejä olisi syytä käyttää vain aikuisteeman kanssa. Jos haluat kontrolloida enemmän värejä ja ulkoasu, niin on syytä käyttää alateemaa. Muista ottaa värit käyttöön ennen kuin ne näkyvät sivulla.

source: Body Color
fi: Sivuston väri (body)

source: Used in body text and buttons hover.
fi: Käytetään tekstin (body) värinä ja painikkeiden hover-värinä.

source: Light Color
fi: Vaalea väri

source: Used in descriptions.
fi: Käytetään kuvauksissa.

source: Darker Color
fi: Tummempi väri

source: Used for titles and borders.
fi: Käytetään otsikoissa ja reunaviivoissa.

source: Link Color
fi: Linkin väri

source: Used for links and borders.
fi: Käytetään linkkien värinä ja reunaviivoissa.

source: Link text Color
fi: Linkin tekstin väri

source: Used for text and backgrounds.
fi: Käytetään tekstissä ja taustavärissä.

source: Light Background Color
fi: Vaalea taustaväri

source: Used for light backgrounds.
fi: Käytetään vaaleana taustavärinä.

source: Footer
fi: Alapalkki

source: Hide site info in footer.
fi: Piilota alapalkin teksti.

source: Footer text:
fi: Alapalkin teksti:

source: Email %1$s
fi: Sähköposti %1$s

source: Tel:
fi: Puh:

source: Read posts by %1$s
fi: %1$s artikkelit

source: Follow @%1$s
fi: Seuraa @%1$s

source: Personal website
fi: Kotisivu

source: Soliloquy Slider in header
fi: Soliloquy Slider otsakkeen tilalla

source: Select Slider
fi: Valitse Slider

source: Kuorinka Plus License
fi: Kuorinka Plus lisenssi

source: Enter your plugin license key.
fi: Kirjoita lisäosan lisenssiavain.

source: Plugin License
fi: Lisäosan Lisenssi

source: License Key
fi: Lisenssiavain

source: License Action
fi: Lisenssiavaimen aktivointi

source: Deactivate License
fi: Ota lisenssi pois käytöstä

source: Activate License
fi: Aktivoi lisenssiavain

source: License status is unknown.
fi: Lisenssiavaimen tila on tuntematon.

source: Renew?
fi: Uusi lisenssi?

source: unlimited
fi: Rajoittamaton

source: License key is active.
fi: Lisenssiavain on aktiivinen.

source: Expires %s.
fi: Vanhenee %s.

source: You have %1$s / %2$s sites activated.
fi: Sinulla on %1$s / %2$s sivua aktiivisena.

source: License key expired %s.
fi: Lisenssiavain on vanhentunut %s.

source: License key has expired.
fi: Lisenssiavain on vanhentunut.

source: License keys do not match.
fi: Lisenssiavain ei täsmää.

source: License is inactive.
fi: Lisenssiavain ei ole toiminnassa.

source: License key is disabled.
fi: Lisenssiavain on poissa käytöstä.

source: Site is inactive.
fi: Sivusto ei ole aktiivinen.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
fi: Lisäosasta %1$s on uusi versio saatavilla. <a target="_blank" class="thickbox" href="%2$s">Näytä version %3$s tiedot</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
fi: Lisäosasta %1$s on uusi versio saatavilla.. <a target="_blank" class="thickbox" href="%2$s">Näytä version %3$s tiedot</a> tai <a href="%4$s">päivitä nyt</a>.

source: You do not have permission to install plugin updates
fi: Sinulla ei ole oikeutta päivittää lisäosia

source: Error
fi: Virhe

source: Site Logo
fi: Logo

source: Adds new features for Kuorinka Theme.
fi: Lisää uusia ominaisuuksia Kuorinka-teemaan.
